tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autojump"
brew "chezmoi"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "gh"
brew "git"
brew "git-delta"
brew "gradle"
brew "grep"
brew "jq"
brew "ktlint"
brew "nvm"
brew "pngcrush"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tree"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "anybar"
cask "browserosaurus"
cask "discord"
cask "insomnia"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "swiftbar"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "kitty"

# tap "adoptopenjdk/openjdk"
# tap "buildpacks/tap"
# tap "dbt-labs/dbt"
# tap "dbt-labs/dbt"
# tap "gdubw/gng"
# brew "python@3.10"
# brew "python@3.9"
# brew "ciphey"
# brew "deno"
# brew "ffmpeg"
# brew "imagemagick"
# brew "openjdk"
# brew "neovim"
# brew "nmap"
# brew "rustup-init"
# brew "terraformer"
# brew "tfenv"
# brew "tgenv"
# brew "buildpacks/tap/pack"
# brew "dbt-labs/dbt/dbt-bigquery"
# brew "gdubw/gng/gng"
# cask "adoptopenjdk11"
# cask "adoptopenjdk8"
# cask "android-platform-tools"
# cask "appcleaner"
# cask "background-music"
# cask "calibre"
# cask "dotnet-sdk"
# cask "gimp"
# cask "inkscape"
# cask "kdiff3"
# cask "minecraft"
# cask "miniconda"
# cask "obsidian"
# cask "openscad"
# cask "plex"
# cask "plex-media-server"
# cask "qbittorrent"
# cask "sonic-pi"
# cask "sqlcl"
# cask "steam"
# cask "talon"
