tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "autojump"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "ripgrep"
brew "jq"
brew "ktlint"
brew "tldr"
brew "tree"
brew "autojump"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "neovim"
brew "lazygit"
brew "php" # For alfred-github-workflow
brew "switchaudio-osx" # For alfred_audio_switcher
brew "direnv"
# Note: Must run rustup-init to complete install
brew "rustup-init"
brew "fzf"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "anybar"
cask "browserosaurus"
cask "discord"
cask "rectangle"
cask "signal"
cask "spotify"
cask "swiftbar"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "kitty"
cask "qbittorrent"
cask "discord"

# Below this point: Packages used exclusively for work
# Note Also need sdkman for java sdk, which is not in brew.sh at the time of writing
tap "gdubw/gng"
brew "nvm"
brew "gng"
brew "pyenv"
brew "tgenv"
brew "tfenv"
cask "intellij-idea"
cask "google-chrome"
cask "google-cloud-sdk"
# cask "slack" # Utkommentert pga gjentakande install

